<template>
  <div class="strategy">
    <div class="item">
      <h1>什么是叩丁鸡腿？</h1>
      <p>
        叩丁鸡腿是叩丁狼教育粉丝通过注册叩丁狼商城会员，完成相应的任务或课程，参与签到，或其他官方活动获得的鸡腿奖励。鸡腿仅供粉丝在商城内兑换相应的礼品、课程或权益。叩丁鸡腿不可转让，赠送，售卖，提现。
      </p>
    </div>
    <div class="item">
      <h1>谁能获得积分？</h1>
      <p>只要凭真实信息在叩丁狼积分商城注册账号的同学，都可以获得积分。</p>
    </div>
    <div class="item">
      <h1>如何获得积分？</h1>
      <p>
        1、在叩丁狼购买指定课程，即可获得对应分值的积分。<br />
        2、完成积分商城的签到、活动任务，同样可以获得指定分值的积分。<br />
        3、参与叩丁狼的举办的积分相关活动，如游戏、节假日促销活动，可根据规则获得相应节分。
      </p>
    </div>
    <div class="item">
      <h1>为什么我的积分会被冻结？</h1>
      <p>
        1、恶意注册刷分，积分会被扣除或冻结。<br />
        2、任务在进行过程中，预先获得积分会被冻结，任务完成后，会解冻相应积分，即可正常使用。<br />
        3、冻结积分如被系统判定为任务失败，会被系统收回。<br />
        4、冻结中的积分无法使用与兑换。<br />
      </p>
    </div>
    <div class="item">
      <h1>叩丁积分有什么用？</h1>
      <p>
        1、兑换叩丁狼周边产品，只要分值满足兑换条件即可，兑换后会扣除相应分值。<br />
        2、兑换叩丁狼课程抵用券，课程抵用券可直接抵扣课程学费，但不可提现。<br />
        3、可以直接使用积分购买相应分值的课程。
      </p>
    </div>
    <div class="item">
      <h1>叩丁积分的有效期是多久？</h1>
      <p>
        叩丁积分可以累积，有效期为三年：如在2020年1月1日前获得的积分，将在2023年1月1日24：00过期，有效期内可随时使用。
      </p>
    </div>
  </div>
</template>
 
<script>
export default {
  data() {
    return {};
  },
};
</script>
 
<style lang = "less" scoped>
.strategy {
  padding: 37px 0 60px 0;
  .item {
    margin-bottom: 40px;
    h1 {
      font-size: 24px;
      font-weight: bold;
      margin-bottom: 13px;
    }
    p {
      font-size: 16px;
      color: #666666;
      line-height: 30px;
    }
  }
}
</style>